<?php

return array(
	'deleteSuccess'		=> 'ទិន្នន័យត្រូវបានលុបដោយជោគជ័យ',
    'success'           => 'ទិន្នន័យដែលអ្នកបញ្ចូល គឺត្រូវបានបញ្ចូលដោយជោគជ័យ',
    'error'             => 'Error',
	'userDisable'       => 'គណនីរបស់អ្នកត្រូវបានផ្អាកបណ្តោះអាសន្ន',
	'itemInUsed'		=> 'ធាតុនេះគឺនៅក្នុងការប្រើប្រាស់យើងមិនអាចលុបទេ',
	'itemsDeleted'		=> 'ធាតុនេះត្រូវបានលុប។ លើកលែងតែធាតុអ្នកដែលកំពុងប្រើមិនអាចលុបពីប្រព័ន្ធ',
	'loginError'        => 'ការបំពេញឈ្មោះនិងលេខសម្ងាត់របស់អ្នកមិនត្រឹមត្រូវទេ សូមពិនិត្យមើលឡើងវិញម្តងទៀត',
    'loginSuccess'      => 'Login success!',
	'cantDeleteParent'	=> 'មិនអាចលុបបាន',
	'noPermission'		=> 'អ្នកមិនមានសិទ្ធិដើម្បីចូលដំណើរការផ្នែកនេះបានទេ',
	'pageNotFound'		=> 'Page not found',
	'procurementHasBeenSave'	=> 'ផែនការលទ្ធកម្មត្រូវបានរក្សាទុកក្នុងប្រព័ន្ធបានសម្រេច',
	'userApporove'		=> 'Please wait for admin approve. ',
	'userInUsed'        => 'ទិន្នន័យដែលអ្នកចង់លុបគឺត្រូវបានកំពុងប្រើប្រាស់',
	'isParent'			=> 'ឆមាសរឺវគ្គដែលជ្រើសរើសមិនអាចបញ្ចូលពិន្ទុបានទេ',
	'itemsCanNotDeleted' => 'កំពុងតែប្រើប្រាស់',
	'alreadyCreated'	=> 'បានបង្កើតរួចម្តងហើយ',
	'approve'           => 'ជោគជ័យ',
);